cmake
ninja
clang
tree-sitter
ttf-font-awesome
ttc-iosevka
zig
go
rustup
lua
npm
gopls
zls
rust-analyzer
lua-language-server
wl-clipboard
fzf
wqy-microhei
adobe-source-han-fonts
noto-fonts-emoji
tmux
waybar
grim
swappy
slurp
ripgrep
stylua
unzip
fcitx5-im
fcitx5-rime
rime-ice
fcitx5-breeze
hyprpaper
firefox
nemo
nemo-fileroller
neovim-nightly-bin
wofi
pavucontrol
less
man-db
gdb
docker
python-pip
python-msgpack
doxygen
mpv
xpdf
