cmake
ninja
llvm
clang
tree-sitter
ttf-font-awesome
ttc-iosevka
go
rustup
lua
npm
gopls
rust-analyzer
lua-language-server
wl-clipboard
fzf
wqy-microhei
adobe-source-han-fonts
noto-fonts-emoji
tmux
waybar
grim
swappy
slurp
ripgrep
stylua
unzip
fcitx5-im
fcitx5-chinese-addons
fcitx5-pinyin-zhwiki
fcitx5-breeze
hyprpaper
firefox
nautilus
neovim-nightly-bin
wofi
pavucontrol
less
man-db
