make
cmake
ninja
llvm
clang
tree-sitter
ttf-font-awesome
ttc-iosevka
go
rustup
lua
npm
gopls
rust-analyzer
lua-language-server
kitty
wl-clipboard
fzf
wqy-microhei
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
noto-fonts-emoji
tmux
waybar
grim
swappy
slurp
ripgrep
stylua
unzip
fcitx5-material-color
fcitx5-im
fcitx5-chinese-addons
fcitx5-pinyin-zhwiki
hyprpaper
